package dev.codecraft.gram_swaraz.ui.data

import dev.codecraft.gram_swaraz.ui.model.Schemes

class DataSource {
    fun getData(): List<Schemes> {
return listOf<Schemes>(
    Schemes(
        "अटल पेंशन योजना","केंद्र की नरेंद्र मोदी सरकार द्वारा 1 जून 2015 को शुरू की गयी थी।" +
                "" +
                " इस योजना में 18 से 40 वर्ष के लोग शामिल हो सकते है, योजना में शामिल होने पर आपको 60 वर्ष की उम्र तक प्रीमियम" +
                "" +
                "" +
                "" +
                " राशि (क़िस्त) जमा करनी होगी। 60 वर्ष के बाद आपको 1000 से 5000 रुपये तक मासिक पेंशन दी जाएगी।"
    ),
    Schemes(
        "अटल पेंशन योजना","केंद्र की नरेंद्र मोदी सरकार द्वारा 1 जून 2015 को शुरू की गयी थी।" +
                "" +
                " इस योजना में 18 से 40 वर्ष के लोग शामिल हो सकते है, योजना में शामिल होने पर आपको 60 वर्ष की उम्र तक प्रीमियम" +
                "" +
                "" +
                "" +
                " राशि (क़िस्त) जमा करनी होगी। 60 वर्ष के बाद आपको 1000 से 5000 रुपये तक मासिक पेंशन दी जाएगी।"
    ),

    Schemes(
        "अटल पेंशन योजना","केंद्र की नरेंद्र मोदी सरकार द्वारा 1 जून 2015 को शुरू की गयी थी।" +
                "" +
                " इस योजना में 18 से 40 वर्ष के लोग शामिल हो सकते है, योजना में शामिल होने पर आपको 60 वर्ष की उम्र तक प्रीमियम" +
                "" +
                "" +
                "" +
                " राशि (क़िस्त) जमा करनी होगी। 60 वर्ष के बाद आपको 1000 से 5000 रुपये तक मासिक पेंशन दी जाएगी।"
    ),
    Schemes(
        "अटल पेंशन योजना","केंद्र की नरेंद्र मोदी सरकार द्वारा 1 जून 2015 को शुरू की गयी थी।" +
                "" +
                " इस योजना में 18 से 40 वर्ष के लोग शामिल हो सकते है, योजना में शामिल होने पर आपको 60 वर्ष की उम्र तक प्रीमियम" +
                "" +
                "" +
                "" +
                " राशि (क़िस्त) जमा करनी होगी। 60 वर्ष के बाद आपको 1000 से 5000 रुपये तक मासिक पेंशन दी जाएगी।"
    ),
    Schemes(
        "अटल पेंशन योजना","केंद्र की नरेंद्र मोदी सरकार द्वारा 1 जून 2015 को शुरू की गयी थी।" +
                "" +
                " इस योजना में 18 से 40 वर्ष के लोग शामिल हो सकते है, योजना में शामिल होने पर आपको 60 वर्ष की उम्र तक प्रीमियम" +
                "" +
                "" +
                "" +
                " राशि (क़िस्त) जमा करनी होगी। 60 वर्ष के बाद आपको 1000 से 5000 रुपये तक मासिक पेंशन दी जाएगी।"
    ),
    Schemes(
        "अटल पेंशन योजना","केंद्र की नरेंद्र मोदी सरकार द्वारा 1 जून 2015 को शुरू की गयी थी।" +
                "" +
                " इस योजना में 18 से 40 वर्ष के लोग शामिल हो सकते है, योजना में शामिल होने पर आपको 60 वर्ष की उम्र तक प्रीमियम" +
                "" +
                "" +
                "" +
                " राशि (क़िस्त) जमा करनी होगी। 60 वर्ष के बाद आपको 1000 से 5000 रुपये तक मासिक पेंशन दी जाएगी।"
    ),
    Schemes(
        "अटल पेंशन योजना","केंद्र की नरेंद्र मोदी सरकार द्वारा 1 जून 2015 को शुरू की गयी थी।" +
                "" +
                " इस योजना में 18 से 40 वर्ष के लोग शामिल हो सकते है, योजना में शामिल होने पर आपको 60 वर्ष की उम्र तक प्रीमियम" +
                "" +
                "" +
                "" +
                " राशि (क़िस्त) जमा करनी होगी। 60 वर्ष के बाद आपको 1000 से 5000 रुपये तक मासिक पेंशन दी जाएगी।"
    ),
    Schemes(
        "अटल पेंशन योजना","केंद्र की नरेंद्र मोदी सरकार द्वारा 1 जून 2015 को शुरू की गयी थी।" +
                "" +
                " इस योजना में 18 से 40 वर्ष के लोग शामिल हो सकते है, योजना में शामिल होने पर आपको 60 वर्ष की उम्र तक प्रीमियम" +
                "" +
                "" +
                "" +
                " राशि (क़िस्त) जमा करनी होगी। 60 वर्ष के बाद आपको 1000 से 5000 रुपये तक मासिक पेंशन दी जाएगी।"
    ),
    Schemes(
        "अटल पेंशन योजना","केंद्र की नरेंद्र मोदी सरकार द्वारा 1 जून 2015 को शुरू की गयी थी।" +
                "" +
                " इस योजना में 18 से 40 वर्ष के लोग शामिल हो सकते है, योजना में शामिल होने पर आपको 60 वर्ष की उम्र तक प्रीमियम" +
                "" +
                "" +
                "" +
                " राशि (क़िस्त) जमा करनी होगी। 60 वर्ष के बाद आपको 1000 से 5000 रुपये तक मासिक पेंशन दी जाएगी।"
    ),



)

    }
}